server/app/controllers/api/v1/notes_controller.rb

SELECT "notes".* FROM "notes"
---
  def index
    notes = Note.all

INSERT INTO "notes" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "dasdsadasD"], ["body", "SADASDasdas"], ["created_at", "2019-01-23 12:10:48.928198"], ["updated_at", "2019-01-23 12:10:48.928198"]]
---
  def create
    note = Note.create(note_params)